Repository: kingorgg/Luna
Catalog: po/*.po
Languages: es, fr, it, ru, tl, tr

source: Day details
es: Detalles del día
fr: Détails du jour
it: Dettagli del giorno
ru: Подробности о дне
tl: Mga detalye ng araw
tr: Gün ayrıntıları

source: Flow
es: Flujo
fr: Flux
it: Flusso
ru: Менструальные выделения
tl: Daloy
tr: Akış

source: Mood
es: Estado de ánimo
fr: Humeur
it: Umore
ru: Настроение
tr: Ruh Hali

source: Temperature (°C)
es: Temperatura (°C)
fr: Température (°C)
it: Temperatura (°C)
ru: Температура (°C)
tl: Temperatura (°C)
tr: Sıcaklık (°C)

source: Symptoms (comma-separated)
es: Síntomas (separados por comas)
fr: Symptômes (séparés par une virgule)
it: Sintomi (separati da virgole)
ru: Симптомы (через запятую)
tl: Mga sintomas (hinihiwalay ng kuwit)
tr: Semptomlar (virgülle ayrılmış)

source: Notes
es: Notas
it: Note
ru: Заметки
tl: Mga tala
tr: Notlar

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ru: Отменить
tl: Kanselahin
tr: İptal

source: Delete
es: Borrar
fr: Supprimer
it: Elimina
ru: Удалить
tl: Tanggalin
tr: Sil

source: Delete Period
es: Borrar periodo
fr: Supprimer le cycle
it: Elimina periodo
ru: Удалить менструацию
tl: Tanggalin ang Period
tr: Adeti Sil

source: Are you sure you want to delete this period? This action cannot be undone.
es: ¿Está seguro de que desea eliminar este período? Esta acción no se puede deshacer.
fr: Êtes-vous sûre de vouloir supprimer ce cycle ? Cette action est irréversible.
it: Vuoi davvero eliminare questo periodo? Questa azione non può essere annullata.
ru: Вы уверены, что хотите удалить эти месячные? Это действие невозвратно.
tl: Sigurado ka bang gusto mong tanggalin ang period na ito? Hindi maaaring bawiin ang aksyong ito.
tr: Bu adeti silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: New Period
es: Nuevo período
fr: Nouveau cycle
it: Nuovo periodo
ru: Новая менструация
tl: Bagong Period
tr: Yeni Adet

source: Save Period
es: Guardar periodo
fr: Enregistrer le cycle
it: Registra il ciclo
ru: Сохранить менструацию
tl: I-save ang Period
tr: Adeti Kaydet

source: Period Details
es: Detalles del periodo
fr: Détails du cycle
it: Dettagli del periodo
ru: Подробности менструации
tl: Mga Detalye ng Period
tr: Adet Ayrıntıları

source: Start Date (YYYY-MM-DD)
es: Fecha de inicio (AAAA-MM-DD)
fr: Date de début (AAAA-MM-JJ)
it: Data di inizio (AAAA-MM-GG)
ru: Начальная дата (ГГГГ-ММ-ДД)
tl: Petsa ng Simula (YYYY-MM-DD)
tr: Başlangıç Tarihi (YYYY-AA-GG)

source: Duration (days)
es: Duración (días)
fr: Durée (jours)
it: Durata (giorni)
ru: Продолжительность (дней)
tl: Tagal (mga araw)
tr: Süre (gün)

source: Number of days your period lasted
es: Número de días que duró tu periodo
fr: Nombre de jours que votre cycle a duré
it: Numero di giorni in cui è durato il tuo ciclo
ru: Количество дней, в течение которых длились ваши месячные
tl: Bilang ng araw na tumagal ang iyong period
tr: Adet sürenizin kaç gün sürdüğü

source: Edit Period
es: Editar período
fr: Modifier le cycle
it: Modifica periodo
ru: Изменить менструацию
tl: I-edit ang Period
tr: Adeti Düzenle

source: Pregnancy Mode
es: Modo embarazo
fr: Mode grossesse
it: Modalità gravidanza
ru: Режим беременности
tl: Mode ng Pagbubuntis
tr: Hamilelik Kipi

source: Mark as the last period before pregnancy
es: Marcar como el último período antes del embarazo
fr: Marquer comme le dernier cycle avant la grossesse
it: Segna come ultimo periodo prima della gravidanza
ru: Отметить как последний период перед беременностью
tl: Markahan bilang huling period bago ang pagbubuntis
tr: Hamilelik öncesi son adet olarak işaretle

source: Daily Details
es: Detalles diarios
fr: Détails journaliers
it: Dettagli giornalieri
ru: Детали о дне
tl: Pang-araw-araw na Detalye
tr: Günlük Ayrıntılar

source: Luna
ru: Луна

source: Period Tracker
es: Seguimiento del ciclo menstrual
fr: Suivi de menstruations
it: Monitoraggio del ciclo mestruale
ru: Календарь менструаций
tr: Adet Takipçisi

source: Main Menu
es: Menú principal
fr: Menu principal
it: Menu principale
ru: Главное меню
tl: Pangunahing Menu
tr: Ana Menü

source: Add New Period
es: Añadir nuevo período
fr: Ajouter un nouveau cycle
it: Aggiungi nuovo periodo
ru: Добавить новую менструацию
tl: Magdagdag ng Bagong Period
tr: Yeni Adet Ekle

source: Current Phase
it: Fase attuale
ru: Текущая фаза

source: Predictions
es: Predicciones
fr: Prévisions
it: Previsioni
ru: Прогноз
tl: Mga Prediksiyon
tr: Tahminler

source: Ovulation Date
es: Fecha de ovulación
fr: Date d'ovulation
it: Data di ovulazione
ru: Дата овуляции
tl: Petsa ng Obulasyon
tr: Yumurtlama Tarihi

source: Next Period
es: Próximo período
fr: Prochain cycle
it: Prossimo periodo
ru: Следующая менструация
tl: Susunod na Period
tr: Sonraki Adet

source: Statistics
es: Estadísticas
fr: Statistiques
it: Statistiche
ru: Статистика
tl: Istatisitika
tr: İstatistikler

source: Average Length
es: Longitud media
fr: Durée moyenne
it: Lunghezza media
ru: Средняя продолжительность
tl: Karaniwang Haba
tr: Ortalama Uzunluk

source: Range
es: Rango
fr: Étendue
it: Periodo
ru: Диапазон
tl: Saklaw
tr: Aralık

source: Standard Deviation
es: Desviación estándar
fr: Anomalie moyenne
it: Deviazione standard
ru: Стандартное отклонение
tr: Standart Sapma

source: History
es: Historial
fr: Historique
it: Cronologia
ru: История
tl: Kasaysayan
tr: Geçmiş

source: Empty History
es: Historial vacío
fr: Vider l'historique
it: Cancella cronologia
ru: Пустая история
tl: Walang Kasaysayan
tr: Geçmiş Boş

source: Your history is empty. Press the '+' icon, or Ctrl+N to create a new entry.
es: Tu historial está vacío. Pulsa el icono '+' o Ctrl+N para crear una nueva entrada.
fr: Votre historique est vide. Appuyez sur l'icône +, ou Ctrl+ N pour créer une nouvelle entrée.
it: La cronologia è vuota. Premi l'icona '+' o Ctrl+N per creare una nuova voce.
ru: Ваша история пуста. Нажмите значок "+" или Ctrl+N, чтобы создать новую запись.
tl: Wala pang kasaysayan. Pindutin ang '+' icon o Ctrl+N upang lumikha ng bagong entry.
tr: Geçmiş boş. Yeni giriş oluşturmak için '+' simgesine tıklayın ya da Ctrl+N kısayolunu kullanın.

source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze
ru: Предпочтения
tl: Mga Kagustuhan
tr: Tercihler

source: About Luna
es: Acerca de Luna
fr: À propos de Luna
it: Informazioni su Luna
ru: О Луне
tl: Tungkol sa Luna
tr: Luna Hakkında

source: Luna;Menstrual;Pregnancy;Ovulation;Cycle;Tracker;
fr: Luna;Menstruation;Grossesse;Ovulation;Cycle;Suivi;
it: Luna;Mestruale;Gravidanza;Ovulazione;Ciclo;Monitoraggio;
ru: Луна;Менструация;Беременность;Овуляция;Цикл;Отслеживание;
tl: Luna;Menstrual;Pagbubuntis;Obulasyon;Siklo;Tracker;
tr: Luna;Menstrual;Pregnancy;Ovulation;Cycle;Tracker;Adet;Hamilelik;Yumurtlama;Döngü;Takip;

source: Period and pregnancy tracker
es: Seguimiento del ciclo menstrual y del embarazo
fr: Suivi du cycle menstruel et de la grossesse
it: Monitoraggio del ciclo mestruale e della gravidanza
ru: Отслеживание менструаций и беременности
tl: Period at pregnancy tracker
tr: Adet ve hamilelik takipçisi

source: Keep track of your menstrual cycle and predict your next period and ovulation dates. Calculate your due date and follow your pregnancy's progress.
es: Lleva un registro de tu ciclo menstrual y predice las fechas de tu próxima menstruación y ovulación. Calcula la fecha prevista del parto y sigue el progreso de tu embarazo.
fr: Suivez votre cycle menstruel et prévoyez votre prochain cycle et vos dates d'ovulation. Calculez votre date d'échéance et suivez la progression de votre grossesse.
it: Tieni traccia del tuo ciclo mestruale e prevedi le date delle prossime mestruazioni e dell'ovulazione. Calcola la data prevista del parto e segui l'andamento della gravidanza.
ru: Прослеживайте свой менструальный цикл и прогнозируйте даты следующих месячных и овуляции. Рассчитайте срок родов и следите за ходом беременности.
tl: Subaybayan ang iyong menstrual cycle at hulaan ang susunod na period at petsa ng obulasyon. Kalkulahin ang iyong due date at sundan ang progreso ng iyong pagbubuntis.
tr: Adet döngünüzü takip edin ve bir sonraki adet ve yumurtlama tarihlerinizi tahmin edin. Doğum tarihini hesaplayın ve hamileliğinizin ilerleyişini takip edin.

source: Main Window
es: Ventana principal
fr: Fenêtre principal
it: Finestra principale
ru: Главное окно
tl: Pangunahing Window
tr: Ana Pencere

source: Main Window (Dark Mode)
it: Finestra principale (modalità scura)
ru: Главное окно (темный режим)

source: Preferences (Dark Mode)
it: Preferenze (Modalità scura)
ru: Предпочтения (темный режим)

source: New Period (Dark Mode)
it: Nuovo periodo (modalità scura)
ru: Новая менструация (темный режим)

source: Edit Period (Dark Mode)
it: Modifica periodo (modalità scura)
ru: Изменить менструацию (темный режим)

source: Pregnancy Mode (Dark Mode)
it: Modalità gravidanza (modalità scura)
ru: Режим беременности (темный режим)

source: Luteal phase length
es: Duración de la fase lútea
fr: Durée de la phase lutéale
it: Lunghezza della fase luteale
ru: Продолжительность лютеиновой фазы
tl: Haba ng luteal phase
tr: Yumurtlamadan sonraki evre uzunluğu

source: Number of days for the luteal phase (9–16 typical)
es: Número de días de la fase lútea (normalmente entre 9 y 16)
fr: Nombre de jours pour la phase lutéale (typiquement de 9 à 16)
it: Numero di giorni per la fase luteale (tipicamente 9-16)
ru: Количество дней лютеиновой фазы (обычно 9-16)
tl: Bilang ng araw para sa luteal phase (karaniwang 9–16)
tr: Yumurtlamadan sonraki evrenin gün sayısı (tipik olarak 9–16)

source: Default menstrual cycle length (21-35 typical)
es: Duración habitual del ciclo menstrual (normalmente entre 21 y 35 días)
fr: Durée du cycle menstruel par défaut (typiquement de 21 à 35)
it: Durata predefinita del ciclo mestruale (tipicamente 21-35)
ru: Стандартная продолжительность менструального цикла (обычно 21-35 дней)
tl: Default na haba ng menstrual cycle (karaniwang 21–35)
tr: Öntanımlı adet döngüsü süresi (tipik olarak 21-35 gün)

source: Average duration of period bleeding (2-8 typical)
es: Duración media del sangrado menstrual (2-8 días típicos)
fr: Durée moyenne des saignements du cycle (typiquement de 2 à 8 jours)
it: Durata media del sanguinamento mestruale (tipicamente 2-8)
ru: Средняя продолжительность менструальных кровотечений (обычно 2-8)
tl: Karaniwang tagal ng pagdurugo sa period (karaniwang 2–8)
tr: Ortalama adet kanaması süresi (2-8 gün tipik)

source: Used for predictions and initial estimates before enough data is collected.
es: Se utiliza para realizar predicciones y estimaciones iniciales antes de recopilar datos suficientes.
fr: Utilisé pour les prévisions et les estimations initiales avant qu'assez de données aient été collectées.
it: Utilizzato per previsioni e stime iniziali prima che vengano raccolti dati sufficienti.
ru: Используется для прогнозирования и первоначальных оценок до того, как будет собрано достаточно данных.
tl: Used para sa mga prediksiyon at paunang pagtatantiya bago makalikom ng sapat na datos.
tr: Yeterli veri toplanmadan önce tahminler ve ilk tahminler için kullanılır.

source: Preferred color scheme
es: Combinación de colores preferida
fr: Schéma de couleur préféré
it: Schema colori preferito
ru: Предпочитаемая цветовая тема
tl: Ninanais na color scheme
tr: Yeğlenen Renk Şeması

source: 0 = system default 1 = light 2 = dark
es: 0 = predeterminado del sistema 1 = claro 2 = oscuro
fr: 0 = selon le système 1 = clair 2 = sombre
it: 0 = predefinito del sistema 1 = chiaro 2 = scuro
ru: 0 = по умолчанию 1 = светлая 2 = темная
tr: 0 = sistem öntanımlısı, 1 = açık, 2 = koyu

source: None
es: Ninguno
fr: Aucun
it: Nessuno
ru: Ничего
tl: Wala
tr: Hiçbiri

source: Light
es: Claro
fr: Clair
it: Leggero
ru: Немного
tl: Magaan
tr: Açık

source: Medium
es: Medio
fr: Moyen
it: Medio
ru: Умеренно
tl: Katamtaman
tr: Orta

source: Heavy
es: Intenso
fr: Lourd
it: Forte
ru: Обильно
tl: Malakas
tr: Ağır

source: Neutral
fr: Neutre
it: Neutrale
ru: Нейтральное

source: Calm
fr: Calme
it: Calma
ru: Спокойное
tl: Kalma

source: Sad
fr: Triste
it: Triste
ru: Грустное
tl: Malungkot

source: Irritable
it: Irritabile
ru: Раздражительное
tl: Iritable

source: Tired
fr: Fatiguée
it: Stanca
ru: Усталое
tl: Pagod

source: Sensitive
fr: Sensible
it: Sensibile
ru: Чувствительное
tl: Sensitibo

source: A simple utility to keep track of your menstrual cycle and to predict ovulation dates. Also helps track your estimated due date and trimester, if you are pregnant.
es: Una sencilla herramienta para llevar un registro de tu ciclo menstrual y predecir las fechas de ovulación. También te ayuda a calcular la fecha prevista del parto y el trimestre, si estás embarazada.
fr: Un utilitaire simple pour suivre votre cycle menstruel et prédire les dates d'ovulation. Aide aussi à suivre la date estimée de votre terme, si vous êtes enceinte.
it: Una semplice utility per monitorare il ciclo mestruale e prevedere le date dell'ovulazione. Aiuta anche a tenere traccia della data presunta del parto e del trimestre, se sei incinta.
ru: Простое приложение для отслеживания вашего менструального цикла и прогнозирования даты овуляции. Также помогает отслеживать предполагаемую дату родов и триместр, если вы беременны.
tl: Isang simpleng utility upang subaybayan ang iyong menstrual cycle at hulaan ang petsa ng obulasyon. Tumutulong din itong subaybayan ang tinatayang due date at trimester kung ikaw ay buntis.
tr: Adet döngünüzü takip etmek ve yumurtlama tarihlerini tahmin etmek için basit bir araç. Hamileyseniz, tahmini doğum tarihini ve üç aylık dönemleri takip etmenizi de sağlar.

source: translator-credits
es: haggen88
it: Albano Battistella
ru: Переводчики
tl: Valerie Taylor
tr: Sabri Ünal <yakushabb@gmail.com>

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ru: Внешний вид
tl: Hitsura
tr: Görünüm

source: Colour Scheme
es: Esquema de color
fr: Schéma de couleur
it: Schema dei colori
ru: Цветовая гамма
tl: Color Scheme
tr: Renk Şeması

source: Choose light, dark, or follow system
es: Elige claro, oscuro o sigue el color del sistema
fr: Choisissez entre le thème clair, sombre ou selon votre système
it: Scegli chiaro, scuro, o seguire il sistema
ru: Выберите светлое, темное или как в системе
tl: Pumili ng light, dark, o sundin ang system
tr: Açık, koyu ya da sistemi izle seçeneğini seçin

source: System
fr: Système
it: Sistema
ru: Система

source: Dark
fr: Sombre
it: Scuro
ru: Темная

source: Cycle Tracking
es: Seguimiento del ciclo
fr: Suivi du cycle
it: Monitoraggio del ciclo
ru: Отслеживание цикла
tl: Pagsubaybay sa Siklo
tr: Döngü Takibi

source: Luteal Phase Length (days)
es: Duración de la fase lútea (días)
fr: Durée de la phase lutéale (jours)
it: Durata della fase luteale (giorni)
ru: Продолжительность лютеиновой фазы (дни)
tl: Haba ng Luteal Phase (mga araw)
tr: Yumurtlamadan Sonraki Evre Uzunluğu (gün)

source: Cycle Length (days)
es: Duración del ciclo (días)
fr: Durée du cycle (jours)
it: Durata del ciclo (giorni)
ru: Продолжительность цикла (дни)
tl: Haba ng Siklo (mga araw)
tr: Döngü Uzunluğu (gün)

source: Period Length (days)
es: Duración del período (días)
fr: Durée du cycle menstruel (jours)
it: Durata del periodo (giorni)
ru: Продолжительность менструации (дни)
tl: Haba ng Period (mga araw)
tr: Adet Uzunluğu (gün)

source: Unknown
it: Sconosciuto
ru: Неизвестно

source: Menstruation
it: Mestruazioni
ru: Менструация

source: Follicular
it: Follicolare
ru: Фолликулярная

source: Ovulation
es: Ovulación
it: Ovulazione
ru: Овуляция
tl: Obulasyon
tr: Yumurtlama

source: Luteal
it: Luteale
ru: Лютеиновая

source: Invalid date format (use YYYY-MM-DD)
es: Formato de fecha no válido (utilice AAAA-MM-DD)
fr: Format de date invalide (utilisez AAAA-MM-JJ)
it: Formato data non valido (utilizzare AAAA-MM-GG)
ru: Недопустимый формат даты (используйте ГГГГ-ММ-ДД)
tl: Maling format ng petsa (gamitin ang YYYY-MM-DD)
tr: Geçersiz tarih biçimi(YYYY-AA-GG kullan)

source: Invalid date format
es: Formato de fecha no válido
fr: Format de date invalide
ru: Недопустимый формат даты
tl: Maling format ng petsa
tr: Geçersiz tarih biçimi

source: Error reloading data.
es: Error al recargar los datos.
fr: Erreur en rechargeant les données.
it: Errore durante il ricaricamento dei dati.
ru: Ошибка при перезагрузке данных.
tl: May error sa pag-reload ng datos.
tr: Veriler yeniden yüklenirken hata.

source: - Pregnancy started
es: - Comienzo del embarazo
fr: - La grossesse a commencé
it: - Gravidanza iniziata
ru: - Началась беременность
tl: - Nagsimula ang pagbubuntis
tr: - Hamilelik başladı

source: View Period
es: Ver periodo
fr: Voir le cycle
it: Visualizza periodo
ru: Просмотр менструации
tl: Tingnan ang Period
tr: Adeti Görüntüle

source: New period saved
es: Nuevo periodo guardado
fr: Nouveau cycle enregistré
it: Nuovo periodo salvato
ru: Новая менструация сохранена
tl: Na-save ang bagong period
tr: Yeni adet kaydedildi

source: Period deleted
es: Periodo eliminado
fr: Cycle supprimé
it: Periodo cancellato
ru: Менструация удалена
tl: Natanggal ang period
tr: Adet silindi

source: No data yet
es: Aún no hay datos
fr: Encore aucune donnée
it: Nessun dato ancora
ru: Данных пока нет
tl: Wala pang datos
tr: Henüz tarih yok

source: Add your first period to see predictions.
es: Añade tu primer periodo para ver las predicciones.
fr: Ajoutez votre premier cycle pour voir les prévisions.
it: Aggiungi il tuo primo ciclo mestruale per vedere le previsioni.
ru: Добавьте свою первую менструацию, чтобы увидеть прогноз.
tl: Magdagdag ng iyong unang period upang makita ang mga prediksiyon.
tr: Tahminleri görmek için ilk adeti ekleyin.

source: Due Date
es: Fecha de parto
fr: Date du terme
ru: Срок
tr: Doğum Tarihi

source: Pregnancy Progress
es: Progreso del embarazo
fr: Progression de la grossesse
it: Progressi della gravidanza
ru: Развитие беременности
tl: Progreso ng Pagbubuntis
tr: Hamilelik Süreci

source: Trimester
es: Trimestre
fr: Trimestre
it: Trimestre
ru: Триместр
tr: Üç aylık dönem

source: 1st trimester
es: 1er trimestre
fr: 1er trimestre
it: 1° trimestre
ru: 1-й триместр
tl: Unang trimester
tr: Birinci, üç aylık dönem

source: 2nd trimester
es: 2do trimestre
fr: 2e trimestre
it: 2° trimestre
ru: 2-й триместр
tl: Ikalawang trimester
tr: İkinci, üç aylık dönem

source: 3rd trimester
es: 3er trimestre
fr: 3e trimestre
it: 3° trimestre
ru: 3-й триместр
tl: Ikatlong trimester
tr: Üçüncü, üç aylık dönem

source: Pregnancy
it: Gravidanza
ru: Беременность

source: Not Available
es: No disponible
fr: Non disponible
it: Non disponibile
ru: Недоступно
tl: Hindi Available
tr: Kullanılabilir Değil

source: Dark Mode
tr: Koyu Kip
